import React from 'react'

export const Summary = () => {
    return (
        <div className="summary-wrapper">
            <div className="summary inner-container">

                <div className="summary-content">
                    <h2 className="summary-title">היי, אני יובל חודפי</h2>
                    <p className="summary-description">
                        מהנדס בניין (B.Sc) התמחות בתכן מבנים,<br />
                        רשום בפנקס המהנדסים, בעלים של חברה קבלנית בסיווג ג1.<br />
                        <br />



                        עם ניסיון עשיר בניהול ובקרת פרויקטי בנייה ומסירת מאות דירות,<br />
                        זיהיתי אתגר מרכזי בענף – איכות הבנייה נפגעת תחת לחץ הזמנים.<br />
                        קבלנים רבים מתמקדים בהשלמת הפרויקט במהירות, ולעיתים זה בא על חשבון האיכות והרווחיות.<br />
                        ניתן לוודא שהבנייה עומדת בסטנדרטים הגבוהים ביותר.<br />
                        אבל זה לא חייב להיות כך! עם תכנון מדויק, בקרת איכות קפדנית וליווי מקצועי (להשלים עוד משהו)...<br />
                        <br />
                        בישראל, 100% מהמבנים סובלים מליקויי בנייה,<br />
                        כולל פרויקטים של החברות המובילות בענף.<br />
                        כאן אני נכנס לתמונה – ללוות אתכם יד ביד מול הקבלן,<br />
                        לוודא שכל הליקויים מטופלים ולדאוג שתקבלו דירה איכותית, בטוחה וללא פשרות.
                    </p>
                </div>

                <div className="summary-img" />
            </div>
        </div>
    )
}
